[
    "Fire scout - This is a remote-controlled or automated aircraft. The Fire Scout is an unmanned aerial vehicle (UAV) used for reconnaissance, surveillance, and target acquisition. It can operate autonomously but can also be controlled remotely by a human operator. Its primary purpose is to provide situational awareness without risking human lives in potentially dangerous areas.",
    "Quadcopter - This is a remote-controlled aircraft. A quadcopter is a type of drone or UAV that is lifted and propelled by four rotors. It is typically controlled remotely by a human operator. Quadcopters are widely used for various applications, including aerial photography, recreational flying, and surveillance, due to their maneuverability and stability.",
    "Helicopter - hough this may have some autopilot capability, it is a manned aircraft and not fully automated (yet). Helicopters are manned aircraft, meaning they require a human pilot to operate. While modern helicopters may have some level of autopilot or assistive technology, they still heavily rely on human control for safe operation. Fully autonomous helicopters are still under development and not yet widely used in practical applications.",
    "Predator - This is a remote-controlled aircraft. The Predator is an unmanned aerial vehicle used mainly by the military for reconnaissance and armed missions. It is operated remotely by a human pilot from a ground control station. Predators are known for their long endurance and ability to carry out surveillance and targeted strikes in remote areas.",
    "Underwater Robot - This is a remote-controlled vessel. An underwater robot, also known as an autonomous underwater vehicle (AUV) or remotely operated vehicle (ROV), is a robot designed to operate underwater without direct human intervention. While some underwater robots can operate autonomously, most are remotely controlled by human operators to perform tasks such as underwater exploration, marine research, and inspection of underwater structures.",
    "Multirotor \"car\" - Though it is automated, it is a manned aircraft with a pilot. A multirotor \"car\" refers to a type of vehicle that combines features of a multirotor drone and an automobile, allowing it to take off and land vertically like a drone and also drive on roads like a traditional car. While it may have automation features for flight and driving, it still requires a human pilot to operate it. Therefore, it is not fully autonomous and not classified as a remote-controlled aircraft but rather a manned vehicle."
]
